http://mini.eastday.com/mobile/180331210402801.html#
骚年，你知道复利有多可怕么



所有贷款人，信用卡使用者，

身负房贷，车贷，或者花呗欠款的人

都会遇到一个很严重的问题，

利率他妈到底是多少？

你能不能给我一次性说清楚啊？


利率，是金融绕不过的一个问题，

各种金融、各种结转……

简单来说就是

使用一笔资金的时候要付出的价格，

和你使用的这笔资金的一个比值。

资金借贷一般分为两种情况，

一个叫单利，一个叫复利。

单利(simple interest)是指按照固定的本金计算的利息，是计算利息的一种方法。单利的计算取决于所借款项或贷款的金额(本金)，资金借用时间的长短及市场一般利率水平等因素。

单利理解起来非常简单，利息不会夹在本金里。例如：本金1000，年利率1%，那每一年的利息就是10元。

复利就没有这么简单了。

在讲复利前，我们先说一个故事：

相信各位都读过这样一篇文章：

在古印度，有一位宰相发明了国际象棋，国王非常喜欢，决定重赏这位功臣。就问宰相有什么要求。宰相说：“陛下，臣别无所求，只想请您在这张棋盘的第1个小格里放1粒麦子，在第2个小格里放2粒，第3个小格里放4粒……以此类推，以后每一小格放置的小麦数量都是前一小格小麦数量的2倍。然后请您把这样摆满棋盘上的所有64格的麦粒都赏给您的仆人吧。”


国王觉得他在开玩笑：这也太简单了，于是很痛快地就答应了他的要求。但是当属下搬来一袋袋的小麦开始计数后，国王才发现：自己被这个宰相给耍了一把，因为就算把全印度甚至全世界的麦粒拿来，也满足不了宰相的要求。有人计算过，按照这种方式填满整个棋盘大约需要820亿吨大麦，按照现在全球大麦产量来看，大概550年才能满足那个聪明的国际象棋发明家。

这同现在说所的复利非常相似。

他要把利息和本金拴在一起，

也就是传说中的“利滚利”，

这种凶残的方式令人发指，

有人借了高利贷，

到了最后还得起本金，

却还不起利息……

复利，Compound interest，是一种计算利息的方法。按照这种方法，利息除了会根据本金计算外，新得到的利息同样可以生息，因此俗称“利滚利”、“驴打滚”或“利叠利”。只要计算利息的周期越密，财富增长越快，而随着年期越长，复利效应也会越来越明显。

例如：年结转（结转期为一年）的复利贷款，本金1000元，利息10%，那在第一年年终，本息就是1100元，第二年年终，本息就是1210元。，第三年1331元……到第十年的时候就是2600元。

总之，复利就属于一种

从直觉上感觉不到的事情、

从短期看不出来差别的事情，

非常容易被大多数人忽视。


初始值越高，复利的结果越大

滚雪球时，一开始雪球的大小是很重要的。现在的每1万块钱，如果保持20%收益率，经过30年，会变成237万。量入为出，不必要花的钱坚决不花，因为每少花1万，用于投资的话，将来都是很大一笔钱。巴菲特刚创业时，有能力买房子却租房子住，他说“我手上的钱买了房子，就像工匠丢了工具一样”。

微小的收益率产生大差异

收益率对复利结果影响巨大，微小的收益率差异经过足够长的时间也能产生结果的巨大差异。15%的收益率，20年后，资金将变成原来的16.37倍，20%的收益率将变成原来的38.34倍，二者只相差1倍；而50年，15%的收益率将变成1083.66倍，20%的收益率变成9100.44倍，二者相差8倍。可以说，提升收益率，是投资者每天奋斗、研究的主要目标。

最怕亏损

复利最怕的是大额的亏损，同时要尽量拒绝摩擦力的干扰。复利公式中的“+”号是非常重要的。可以想象，无论前面10年积累到多高的程度，第11年亏损100%，一切将前功尽弃（投资组合必须避免归零的可能性，投资体系不可有巨大漏洞）。比尔·米勒尽管前面很多年很成功，一次性大额亏损，都将收益变的非常平庸。

同时，在滚雪球的过程中，尽力避免税收等摩擦力的干扰。查理·芒格亲自算过一笔账：如果你打算进行一笔为期30年，年化15%收益的投资，并在卖出股票时交税35%。如果最后交税的话，年化收益将是13.3%，而如果每年都卖出交税的话，30年的年化收益是9.75%。3.5%的收益率差异，在30年的时间会是巨大差异。

当然从复利的道理，

对人生的成长也有一定启发，

这个公式应该都看过。


要争取每天睡觉前，都比醒来时聪明一点点。

——芒格

每天毫无长进的结果：1.00

每天进步一点的结果：1.01^365=37.78

每天退步1%：0.99^365=0.025

每天进步再多一点的：1.02^365=1377.4

三天打鱼，两天晒网：（1.01^3*0.99^2）^73=2.04

上面的公式实在令人震惊，

平时我们对自己的懒惰不以为然，

认为放松一天也没什么，

但是通过数字，

就能很明显的看出差异：

每天进步点，一年可以进步37倍，

再努力点，一年可以进步1377倍！

每天坚持学习，

拒绝懒散，假以时日，

一定能得到意想不到的收获，

这就是复利的力量~
